"All neccessary tools have been disabled in Preferences" = "All neccessary tools have been disabled in Preferences";
"Can't map file into memory" = "Can't map file into memory";
"File cannot be optimized any further" = "File cannot be optimised any further";
"File is neither PNG, GIF nor JPEG" = "File is neither PNG, GIF nor JPEG";
"Inspecting file" = "Inspecting file";
"New file" = "New file";
"Optimized file could not be saved" = "Optimised file could not be saved";
"Optimized successfully with %@" = "Optimised successfully with %@";
"Size of optimized file is 0" = "Size of optimised file is 0";
"Started %@" = "Started %@";
"Waiting in queue" = "Waiting in queue";
"Waiting to be optimized" = "Waiting to be optimised";
"Waiting to start more optimizations" = "Waiting to start more optimisations";
"%@ failed to start" = "%@ failed to start";
"Add" = "Add";
"Cut" = "Cut";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";